examples/14-benchmarks/aws-focused-profile-data/smoke-buffered/current-post-observe/warmup.txt

Summary:
  Total:	0.1530 secs
  Slowest:	0.0104 secs
  Fastest:	0.0016 secs
  Average:	0.0038 secs
  Requests/sec:	1306.9645
  

Response time histogram:
  0.002 [1]	|
  0.002 [1]	|
  0.003 [3]	|■
  0.004 [187]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [4]	|■
  0.006 [1]	|
  0.007 [1]	|
  0.008 [0]	|
  0.009 [0]	|
  0.010 [1]	|
  0.010 [1]	|


Latency distribution:
  10% in 0.0036 secs
  25% in 0.0037 secs
  50% in 0.0037 secs
  75% in 0.0038 secs
  90% in 0.0038 secs
  95% in 0.0039 secs
  99% in 0.0089 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0016 secs, 0.0104 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0038 secs, 0.0016 secs, 0.0102 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	200 responses